[
    {
        "wordID":1,
        "Word-en":"Hello",
        "Word-fr":"Bonjour",
        "Word-es":"Buenos días",
        "Word-de":"Hallo",
        "Meaning-en":"Friendly greeting",
        "Description-en":"Hello is a common greeting in English. People use it to say hi or welcome each other. It's a friendly way to start a conversation or acknowledge someone.",
        "Description-fr":"Hello est use salutation courante en anglais qui signifie bonjour. Vous pouvez répondre à cela avec hello ou une autre salutation. ",
        "Description-es":"Hello es un saludo común en inglés que significa hola. Puede responder a esto con hello u otro saludo.",
        "Description-de":"Hello ist eine gebräuchliche Begrüßung im Englischen. Die Leute nutzen es, um sich gegenseitig zu begrüßen oder zu begrüßen. Es ist eine freundliche Art, ein Gespräch zu beginnen oder jemandem Anerkennung zu schenken. Sie können darauf mit „hello oder einer anderen Begrüßung antworten.",
        "Hint-en":"Hello, nice to meet you!",
        "Hint-fr":"Hello, nice to meet you!",
        "Hint-es":"Hello, nice to meet you!",
        "Hint-de":"Hello, nice to meet you!"
    },
    {
        "wordID":2,
        "Word-en":"Nice to meet you",
        "Word-fr":"Enchanté(e)",
        "Word-es":"Encantado/a de conocerle",
        "Word-de":"Freut mich, Sie kennenzulernen",
        "Meaning-en":"Positive introduction",
        "Description-en":"Nice to meet you is a friendly and polite expression used when you first meet someone. It conveys a positive sentiment and expresses pleasure in making their acquaintance.",
        "Description-fr":"Nice to meet you est une expression amicale et polie utilisée lors d'une rencontre avec quelqu'un qui se traduit par enchanté(e). Vous pouvez répondre à cela avec Nice to meet you, too.",
        "Description-es":"Nice to meet you es una expresión amable que se utiliza cuando conoces a alguien por primera vez y que significa encantado/a de conocerle. Puede responder a esto con Nice to meet you, too.",
        "Description-de":"Nice to meet you ist ein freundlicher und höflicher Ausdruck, der verwendet wird, wenn Sie jemanden zum ersten Mal treffen. Er vermittelt eine positive Stimmung und drückt die Freude über die Bekanntschaft aus. Darauf können Sie mit „Nice to meet you, too antworten.",
        "Hint-en":"Hello, nice to meet you!",
        "Hint-fr":"Hello, nice to meet you!",
        "Hint-es":"Hello, nice to meet you!",
        "Hint-de":"Hello, nice to meet you!"
    },
    {
        "wordID":3,
        "Word-en":"How are you?",
        "Word-fr":"Comment allez-vous ?",
        "Word-es":"¿Cómo está?",
        "Word-de":"Wie geht es dir?",
        "Meaning-en":"Question about well-being",
        "Description-en":"How are you? is a common greeting that also serves as a way to inquire about someone's well-being. It's a friendly and polite question, prompting the other person to share how they are feeling or what's currently happening in their life.",
        "Description-fr":"How are you? Est use salutation courante qui sera également à s'enquérir du bien-être de quelqu'un. Celle-ci se traduit par Comment allez-vous?. Vous pouvez répondre à cela avec I am fine, thank you. What about you?",
        "Description-es":"How are you es un saludo común que también sirve como forma de indagar sobre el bienestar de alguien y que significa ¿Cómo está?.",
        "Description-de":"How are you? ist eine übliche Begrüßung, die auch dazu dient, sich nach dem Befinden einer Person zu erkundigen. Es ist eine freundliche und höfliche Frage, die die andere Person dazu anregt, mitzuteilen, wie sie sich fühlt oder was gerade in ihrem Leben passiert. Sie können darauf mit „I am fine, thank you. What about you? antworten.",
        "Hint-en":"Hello, how are you?",
        "Hint-fr":"Hello, how are you?",
        "Hint-es":"Hello, how are you?",
        "Hint-de":"Hello, how are you?"
    },
    {
        "wordID":4,
        "Word-en":"Thank you",
        "Word-fr":"Merci",
        "Word-es":"Gracias",
        "Word-de":"Danke",
        "Meaning-en":"Expression of gratitude",
        "Description-en":"Thank you is an expression of gratitude or appreciation. It's used to acknowledge someone's kindness, help, or a thoughtful gesture, indicating that you are thankful for what they have done.",
        "Description-fr":"Thank you est une expression de gratitude ou d'appréciation qui signifie je vous remercie/merci. Vous pouvez répondre à cela you're welcome",
        "Description-es":"Thank you es una expresión de gratitud o aprecio que significa gracias.",
        "Description-de":"Thank you ist ein Ausdruck von Dankbarkeit oder Wertschätzung. Es wird verwendet, um die Freundlichkeit, Hilfe oder eine nachdenkliche Geste einer Person anzuerkennen und anzuzeigen, dass Sie für das, was sie getan haben, dankbar sind. Darauf können Sie mit „you're welcome antworten.",
        "Hint-en":"I'm fine, thank you.",
        "Hint-fr":"I'm fine, thank you.",
        "Hint-es":"I'm fine, thank you.",
        "Hint-de":"I'm fine, thank you."
    },
    {
        "wordID":5,
        "Word-en":"Goodbye",
        "Word-fr":"Au revoir",
        "Word-es":"Adiós",
        "Word-de":"Auf Wiedersehen",
        "Meaning-en":"Expression of farewell",
        "Description-en":"Goodbye is a farewell expression used when parting from someone. It's a way of saying goodbye or bidding farewell, often with the intention of meeting again in the future.",
        "Description-fr":"Goodbye est une expression d'adieu utilisée pour se séparer de quelqu'un se traduisant par au revoir.",
        "Description-es":"Goodbye es una expresión de despedida que se utiliza al despedirse de alguien y significa adiós.",
        "Description-de":"Goodbye ist ein Abschiedsausdruck, der beim Abschied von jemandem verwendet wird. Es ist eine Art, sich zu verabschieden oder sich zu verabschieden, oft mit der Absicht, sich in Zukunft wiederzusehen.",
        "Hint-en":"It was nice meeting you, goodbye!",
        "Hint-fr":"It was nice meeting you, goodbye!",
        "Hint-es":"It was nice meeting you, goodbye!",
        "Hint-de":"It was nice meeting you, goodbye!"
    },
    {
        "wordID":6,
        "Word-en":"Please",
        "Word-fr":"S'il vous plaît",
        "Word-es":"Por favor",
        "Word-de":"Bitte",
        "Meaning-en":"Polite request ",
        "Description-en":"Please is a polite word used to make requests or ask for something in a courteous manner. It adds politeness to a sentence and is often used to show respect or consideration when seeking assistance or cooperation.",
        "Description-fr":"Please est un mot poli utilisé pour faire des demandes ou demander quelque chose de manière courtoise et qui se traduit par s'il vous plaît.",
        "Description-es":"Please es una palabra que se utiliza para hacer peticiones o pedir algo de manera cortés. Significa por favor.",
        "Description-de":"Please ist ein höfliches Wort, das verwendet wird, um höflich Bitten zu äußern oder um etwas zu bitten. Es verleiht einem Satz Höflichkeit und wird oft verwendet, um Respekt oder Rücksichtnahme zu zeigen, wenn man um Hilfe oder Zusammenarbeit bittet.",
        "Hint-en":"May I use the bathroom, please?",
        "Hint-fr":"May I use the bathroom, please?",
        "Hint-es":"May I use the bathroom, please?",
        "Hint-de":"May I use the bathroom, please?"
    }
]